# Taps
tap 'homebrew/cask-fonts'
tap 'homebrew/cask-versions'
tap 'homebrew/bundle'
tap 'stripe/stripe-cli'

# Binaries
brew 'awscli'
brew 'bash' # Latest Bash version
brew 'coreutils' # Those that come with macOS are outdated
brew 'git'
brew 'grep'
brew 'ípcalc'
brew 'speedtest'
brew 'mackup'

# Apps
cask '1password'
brew '1password-cli'
cask 'docker'
cask 'firefox'
cask 'github'
cask 'google-chrome'
cask 'helo'
cask 'herd'
cask 'httpie'

# Fonts
cask 'font-lato'
cask 'font-open-sans'
cask 'font-roboto'
cask 'font-source-code-pro-for-powerline'
cask 'font-source-code-pro'
cask 'font-source-sans-pro'
cask 'font-source-serif-pro'
